Repository: FlutterBySaeed/phptravels
Catalog: lib/l10n/app_*.arb
Languages: ur

source: Flights
ur: پروازیں

source: Hotels
ur: ہوٹل

source: Search Flights
ur: پروازیں تلاش کریں

source: From
ur: سے

source: To
ur: تک

source: Departure Date
ur: روانگی کی تاریخ

source: Return Date
ur: واپسی کی تاریخ

source: Today
ur: آج

source: Passengers
ur: مسافر

source: Adult
ur: بالغ

source: Adults
ur: بالغ

source: Child
ur: بچہ

source: Children
ur: بچے

source: Infant
ur: شیر خوار

source: Infants
ur: شیر خوار

source: Cabin Class
ur: کیبن کلاس

source: Economy
ur: اکانومی

source: Premium Economy
ur: پریمیم اکانومی

source: Business
ur: بزنس

source: First Class
ur: فرسٹ کلاس

source: One-way
ur: یک طرفہ

source: Round-trip
ur: واپسی

source: Multi-city
ur: کثیر شہر

source: Payment Types
ur: ادائیگی کی اقسام

source: Payment Methods
ur: ادائیگی کے طریقے

# paymentMethodsInfo
source: By selecting one or more (max 10) payment types, prices on PHPTRAVELS will include applicable minimum payment fees. Please note that not all providers support all payment types.
ur: ایک یا زیادہ (زیادہ سے زیادہ 10) ادائیگی کی اقسام کا انتخاب کرتے ہوئے، PHPTRAVELS پر قیمتوں میں قابل اطلاق کم سے کم ادائیگی کی فیس شامل ہوگی۔ براہ کرم نوٹ کریں کہ تمام فراہم کنندگان تمام ادائیگی کی اقسام کی حمایت نہیں کرتے۔

source: Appearance
ur: ظہور

source: Theme
ur: تھیم

source: Light
ur: روشن

source: Dark
ur: تاریک

source: Automatic
ur: خودکار

source: Language
ur: زبان

source: English
ur: انگریزی

source: Spanish
ur: ہسپانوی

source: Arabic
ur: عربی

source: Settings
ur: ترتیبات

source: Currency
ur: کرنسی

source: Region
ur: علاقہ

source: Display
ur: ڈسپلے

source: Help Center
ur: مدد کا مرکز

source: FAQs
ur: عمومی سوالات

source: Contact Us
ur: ہم سے رابطہ کریں

source: My Profile
ur: میری پروفائل

source: Personal Info
ur: ذاتی معلومات

source: Preferred Payment Method
ur: ترجیحی ادائیگی کا طریقہ

source: My Trips
ur: میرے سفر

source: Hotel Bookings
ur: ہوٹل بکنگز

source: Flight Bookings
ur: پرواز بکنگز

source: Add/Edit Traveller
ur: مسافر شامل/ترمیم کریں

source: Business Travel
ur: کاروباری سفر

# readyToStart
source: Ready to start your next adventure? Login to book faster with effortless form-filling.
ur: اپنے اگلے مہم جوئی شروع کرنے کے لیے تیار ہیں؟ آسان فارم بھرنے کے ساتھ تیزی سے بک کرنے کے لیے لاگ ان کریں۔

source: Sign up / Log in
ur: سائن اپ / لاگ ان

# businessTravelDescription
source: Sign up for free on PHPTRAVELS and enjoy exclusive savings on your corporate travel plans!
ur: PHPTRAVELS پر مفت سائن اپ کریں اور اپنے کارپوریٹ سفری منصوبوں پر خصوصی بچت سے لطف اندوز ہوں!

source: Search Language
ur: زبان تلاش کریں

source: Home
ur: ہوم

source: Explore
ur: دریافت کریں

source: Stories
ur: کہانیاں

source: Account
ur: اکاؤنٹ

source: Search destination...
ur: منزل تلاش کریں...

source: Search payment type
ur: ادائیگی کی قسم تلاش کریں

source: Show more
ur: مزید دکھائیں

source: Show less
ur: کم دکھائیں

# hotelsSearchTitle
source: Hotels Search
ur: ہوٹل تلاش

source: Select Check-in Date
ur: چیک ان کی تاریخ منتخب کریں

source: Select Check-out Date
ur: چیک آؤٹ کی تاریخ منتخب کریں

# needPlaceTonight
source: I need a place tonight!
ur: مجھے آج رات ٹھہرنے کی جگہ چاہیے!

source: Destination
ur: منزل

source: Check in
ur: چیک ان

source: Check out
ur: چیک آؤٹ

# guestsAndRooms
source: Guests & Rooms
ur: مہمان اور کمرے

source: Guest
ur: مہمان

source: Guests
ur: مہمان

source: Room
ur: کمرہ

source: Rooms
ur: کمرے

source: Search Hotels
ur: ہوٹل تلاش کریں

source: Add Room
ur: کمرہ شامل کریں

# removeRoom
source: Remove
ur: ہٹائیں

source: Age of Children
ur: بچوں کی عمر

source: years
ur: سال

source: Add another flight
ur: ایک اور پرواز شامل کریں

source: Date
ur: تاریخ

source: Select Dates
ur: تاریخیں منتخب کریں

source: Select Departure Date
ur: روانگی کی تاریخ منتخب کریں

# passengersAndCabin
source: Passengers & Cabin Class
ur: مسافر اور کیبن کلاس

# adultAgeHint
source: (>12 years)
ur: (>12 سال)

# childAgeHint
source: (2-12 years)
ur: (2-12 سال)

# infantAgeHint
source: (<2 years)
ur: (<2 سال)

# recentSearchesTitle
source: Continue your search
ur: اپنی تلاش جاری رکھیں

source: Clear all
ur: سب صاف کریں

source: Follow system settings
ur: سسٹم کی ترتیبات کی پیروی کریں

# lightDescription
source: Light background with dark text
ur: سیاہ متن کے ساتھ روشن پس منظر

# darkDescription
source: Dark background with light text
ur: ہلکے متن کے ساتھ تاریک پس منظر

# newLabel
source: New
ur: نیا

source: properties found
ur: پراپرٹیز ملیں

source: property found
ur: پراپرٹی ملی

source: Filters
ur: فلٹرز

source: Property Name
ur: پراپرٹی کا نام

source: Recommended
ur: تجویز کردہ

source: Cheapest
ur: سب سے سستا

source: Price Range
ur: قیمت کی حد

source: District/Areas/Hotels
ur: ضلع/علاقے/ہوٹل

source: Star Rating
ur: ستارہ درجہ بندی

source: Review Score
ur: جائزہ اسکور

source: List View
ur: فہرست منظر

source: Map View
ur: نقشہ منظر

source: Retry
ur: دوبارہ کوشش کریں

# failedToLoadHotels
source: Failed to load hotels. Please try again.
ur: ہوٹل لوڈ کرنے میں ناکام۔ براہ کرم دوبارہ کوشش کریں۔

source: Total Price
ur: کل قیمت

source: Price per night
ur: فی رات قیمت

source: Breakfast Included
ur: ناشتہ شامل

source: Free Cancellation
ur: مفت منسوخی

source: Book Now
ur: ابھی بک کریں

source: Select
ur: منتخب کریں

source: Room only
ur: صرف کمرہ

source: Night
ur: رات

source: Nights
ur: راتیں

# forNightGuests
source: for {nights} Night, {guests} Guests
ur: {nights} رات، {guests} مہمانوں کے لیے

source: Including taxes & fees
ur: ٹیکس اور فیس شامل

source: Charges Summary
ur: چارجز کا خلاصہ

source: Room Charges
ur: کمرے کے چارجز

# taxesAndFees
source: Taxes & Fees
ur: ٹیکس اور فیس

source: Total Amount
ur: کل رقم

source: Where to?
ur: کہاں جانا ہے؟

source: RECENTLY SEARCHED CITIES
ur: حال ہی میں تلاش کیے گئے شہر

source: POPULAR CITIES
ur: مقبول شہر

source: No cities found
ur: کوئی شہر نہیں ملا

# typeAtLeastTwoChars
source: Type at least 2 characters to search
ur: تلاش کرنے کے لیے کم از کم 2 حروف ٹائپ کریں

source: Overview
ur: جائزہ

source: Location
ur: مقام

source: Reviews
ur: جائزے

source: Facilities
ur: سہولیات

source: Policies
ur: پالیسیاں

source: See All Rooms
ur: تمام کمرے دیکھیں

source: Per Night
ur: فی رات

# forNightsWithTaxes
source: for {nights} nights with taxes and fees
ur: {nights} راتوں کے لیے ٹیکس اور فیس کے ساتھ

# perNightWithTaxes
source: per night with taxes and fees
ur: فی رات ٹیکس اور فیس کے ساتھ

source: EXCLUSIVE DEAL
ur: خصوصی ڈیل

source: Mobile-only price
ur: صرف موبائل قیمت

source: Guest Reviews
ur: مہمانوں کے جائزے

# noReviewsYet
source: No reviews yet from this property.
ur: اس پراپرٹی سے ابھی تک کوئی جائزہ نہیں۔

source: Free Parking
ur: مفت پارکنگ

source: Parking Available
ur: پارکنگ دستیاب

source: Non-smoking Rooms
ur: نان سموکنگ کمرے

source: Dry Cleaning
ur: ڈرائی کلیننگ

source: Free WiFi
ur: مفت وائی فائی

source: Air Conditioning
ur: ایئر کنڈیشننگ

source: TV
ur: ٹی وی

source: Breakfast Available
ur: ناشتہ دستیاب

source: About this Property
ur: اس پراپرٹی کے بارے میں

source: Property Policies
ur: پراپرٹی پالیسیاں

source: Check-in Time
ur: چیک ان کا وقت

source: Check-out Time
ur: چیک آؤٹ کا وقت

source: Nearby Similar Stays
ur: قریبی ملتے جلتے قیام

source: km away
ur: کلومیٹر دور

source: Includes taxes and fees
ur: ٹیکس اور فیس شامل ہیں

# forNightsRange
source: For {nights} night
ur: {nights} رات کے لیے

# forMultipleNightsRange
source: For {nights} nights
ur: {nights} راتوں کے لیے

source: Choose Room
ur: کمرہ منتخب کریں

source: Enter property name
ur: پراپرٹی کا نام درج کریں

source: Cancel
ur: منسوخ کریں

# typeHotelNameToSearch
source: Type a hotel name to start your search
ur: اپنی تلاش شروع کرنے کے لیے ہوٹل کا نام ٹائپ کریں
